[
  {
    "id": 1,
    "name": "Cactus",
    "category": "plants",
    "img": "../../images/1.jpg",
    "price": "4.99",
    "description": "These are desert plants with thick stems, sharp spines, and the ability to store water. They come in a variety of shapes and sizes, from small and round to tall and columnar, and can produce colorful flowers in the right conditions.",
    "stock": 77
  },
  {
    "id": 2,
    "name": "Bonsai",
    "category": "plants",
    "img": "../../images/2.jpg",
    "price": "16.99",
    "description": "Bonsai is an art form that involves growing and pruning miniature trees in containers to create a small, aesthetically pleasing representation of a full-sized tree. The trees are trained to grow in a particular style and shape through careful pruning and wiring, and they require regular maintenance and care to keep them healthy and beautiful. The art of bonsai originated in China and Japan and has been practiced for centuries, and it is now popular around the world as a relaxing and rewarding hobby.",
    "stock": "34"
  },
  {
    "id": 3,
    "name": "Lemon Tree",
    "category": "plants",
    "img": "../../images/3.jpg",
    "price": "12.49",
    "description": "A lemon tree is a small to medium-sized citrus tree that produces bright yellow, acidic fruits called lemons. Lemon trees have fragrant white flowers and glossy green leaves, and they require a warm and sunny climate to thrive. They are often grown for their fruit, which can be used in cooking, baking, and making beverages like lemonade. Lemon trees are also popular as ornamental plants for their attractive foliage and sweet-smelling blossoms. They can be grown in containers or in the ground and require regular watering and fertilization to produce healthy, abundant fruit.",
    "stock": "29"
  },
  {
    "id": 4,
    "name": "Aloe Vera",
    "category": "plants",
    "img": "../../images/4.jpg",
    "price": "6.50",
    "description": "Aloe vera is a succulent plant that belongs to the family Asphodelaceae. It is native to the Arabian Peninsula but is now widely cultivated in many parts of the world, including Africa, Asia, and the Americas. Aloe vera is well-known for its therapeutic properties and has been used for centuries as a natural remedy for a variety of ailments. The gel inside the leaves of the aloe vera plant contains numerous vitamins, minerals, and antioxidants that can soothe and nourish the skin, promote wound healing, and reduce inflammation.",
    "stock": "73"
  },
  {
    "id": 5,
    "name": "Ficus",
    "category": "plants",
    "img": "../../images/5.jpg",
    "price": "11.99",
    "description": "Ficus is a genus of flowering plants that belong to the fig family, Moraceae. This genus includes around 850 species of trees, shrubs, and vines, many of which are commonly grown as houseplants or in gardens. The most well-known species is the common fig (Ficus carica), which is widely cultivated for its edible fruit.",
    "stock": "22"
  },
  {
    "id": 6,
    "name": "Orchids",
    "category": "plants",
    "img": "../../images/6.jpg",
    "price": "7.75",
    "description": "Orchids are a diverse and widespread family of flowering plants that are known for their beautiful and exotic blooms. With over 28,000 species and more than 100,000 hybrids, orchids are one of the largest families of flowering plants in the world. They are found on every continent except Antarctica and can be grown in a wide range of climates and environments. Orchids come in a variety of shapes, sizes, and colors, and many are prized for their ornamental value. They are often used in cut flower arrangements and as potted plants for indoor decoration. Orchids have a reputation for being difficult to grow, but with proper care and attention, they can thrive and bloom for years. ",
    "stock": "31"
  },
  {
    "id": 7,
    "name": "Fern",
    "category": "plants",
    "img": "../../images/7.jpg",
    "price": "9.30",
    "description": "Ferns are a group of non-flowering plants that belong to the division Pteridophyta. They are characterized by their feather-like leaves, called fronds, which are often found in moist and shaded areas. Ferns reproduce through spores rather than seeds and have a unique lifecycle that involves alternating between a haploid gametophyte stage and a diploid sporophyte stage. There are over 12,000 known species of ferns, ranging in size from small, delicate plants to large tree ferns that can reach heights of over 30 feet.",
    "stock": "17"
  },
  {
    "id": 8,
    "name": "Cactus",
    "category": "seeds",
    "img": "../../images/8.jpg",
    "price": "0.90",
    "description": "The Cactus are well-adapted to growing in arid and semiarid environments, where water is scarce and temperatures are high. They have developed several unique adaptations that allow them to survive and thrive in these harsh conditions.",
    "stock": "123"
  },
  {
    "id": 9,
    "name": "Bonsai",
    "category": "seeds",
    "img": "../../images/9.jpg",
    "price": "1.20",
    "description": "Growing a bonsai tree requires patience, skill, and attention to detail. The process begins with selecting a young tree, typically a sapling or cutting, and carefully pruning its roots and branches to create a balanced shape. The tree is then planted in a small container and trained to grow in a specific direction, using wires to guide the branches and trunk.",
    "stock": "89"
  },
  {
    "id": 10,
    "name": "Lemon",
    "category": "seeds",
    "img": "../../images/10.jpg",
    "price": "0.25",
    "description": "Lemon trees require warm temperatures and lots of sunlight to grow, and they are typically grown in tropical and subtropical regions. They prefer well-draining soil that is rich in organic matter, and they require regular watering, especially during the growing season.",
    "stock": "188"
  },
  {
    "id": 11,
    "name": "Aloe Vera",
    "category": "seeds",
    "img": "../../images/11.jpg",
    "price": "0.95",
    "description": "Aloe vera plants require well-draining soil and lots of sunlight to grow. They are drought-tolerant and can survive for long periods of time without water, making them well-suited to dry and arid environments. However, they also require some water to grow and produce their distinctive gel.",
    "stock": "66"
  },
  {
    "id": 12,
    "name": "Ficus",
    "category": "seeds",
    "img": "../../images/12.jpg",
    "price": "0.65",
    "description": "Ficus plants grow from a single stem or trunk, with a crown of leaves at the top. The leaves can be broad and leathery, or small and delicate, depending on the species. Ficus plants can range in size from small shrubs to large trees, with some species growing up to 100 feet tall in their natural habitats. Ficus plants require bright, indirect light to grow and thrive, and they prefer well-draining soil that is kept moist but not waterlogged. They can tolerate a wide range of temperatures and humidity levels, but they do not like sudden changes in their environment.",
    "stock": "48"
  },
  {
    "id": 13,
    "name": "Orchids",
    "category": "seeds",
    "img": "../../images/13.jpg",
    "price": "0.70",
    "description": "Orchids require a specific set of environmental conditions in order to grow and bloom. They prefer bright, indirect light, and they require high humidity levels to thrive. Many orchids are epiphytes, meaning that they grow on trees or other plants rather than in soil. These orchids often require a specialized potting mix that mimics their natural habitat.",
    "stock": "69"
  },
  {
    "id": 14,
    "name": "Fern",
    "category": "seeds",
    "img": "../../images/14.jpg",
    "price": "0.35",
    "description": "Ferns are generally low-maintenance plants, and can be propagated through spores or by dividing existing plants. They are popular as houseplants and in outdoor gardens, and can add a lush, tropical feel to any space.",
    "stock": "45"
  },
  {
    "id": 15,
    "name": "Plastic",
    "category": "plantpots",
    "img": "../../images/15.jpg",
    "price": "3.50",
    "description": "Introducing our high-quality medium plastic plant pots - perfect for all your indoor and outdoor gardening needs! Our medium plant pots are designed to be durable, long-lasting, and resistant to environmental factors, so you can grow your plants with confidence.",
    "stock": "22"
  },
  {
    "id": 16,
    "name": "Mini",
    "category": "plantpots",
    "img": "../../images/16.jpg",
    "price": "2.75",
    "description": "Each pack contains 3 mini plant pots, each measuring approximately 3 inches in diameter and 3 inches in height. This compact size makes them ideal for growing small plants, herbs, or succulents, and their lightweight design makes them easy to move around and arrange.",
    "stock": "16"
  },
  {
    "id": 17,
    "name": "Wicker XL",
    "category": "plantpots",
    "img": "../../images/17.jpg",
    "price": "9.95",
    "description": "Our Wicker XL Plant Pot measures approximately 14 inches in diameter and 12 inches in height, making it the perfect size for growing medium to large plants. It is made from high-quality wicker, which is known for its durability, and is designed with a sturdy frame and base to provide excellent stability.",
    "stock": "11"
  },
  {
    "id": 18,
    "name": "Terracotta",
    "category": "plantpots",
    "img": "../../images/18.jpg",
    "price": "7.20",
    "description": "Our Terracotta Plant Pot is designed with a drainage hole in the bottom, to help prevent overwatering and root rot. It also comes with a matching saucer, which not only helps protect your surfaces from water damage but also provides a convenient way to catch excess water.",
    "stock": "24"
  },
  {
    "id": 19,
    "name": "Oscillating",
    "category": "sprinklers",
    "img": "../../images/19.jpg",
    "price": "25.40",
    "description": "Our Oscillating Sprinkler features an adjustable width and range, allowing you to customize the watering area to fit your specific needs. It's designed with precision nozzles that provide even, efficient water distribution, minimizing waste and maximizing coverage.",
    "stock": "7"
  },
  {
    "id": 20,
    "name": "Manual",
    "category": "sprinklers",
    "img": "../../images/20.jpg",
    "price": "14.30",
    "description": "Our Manual Sprinkler features an adjustable nozzle that allows you to customize the watering area and direction to fit your specific needs. It's designed with precision spray holes that provide even, efficient water distribution, minimizing waste and maximizing coverage.",
    "stock": "15"
  },
  {
    "id": 21,
    "name": "Manual Refill",
    "category": "sprinklers",
    "img": "../../images/21.jpg",
    "price": "5.30",
    "description": "Our Manual Refill Sprinkler, a refillable water bottle that allows you to easily water your lawn or garden without the need for a hose or any complicated equipment. It's designed with precision spray holes that provide even, efficient water distribution, minimizing waste and maximizing coverage.",
    "stock": "21"
  },
  {
    "id": 22,
    "name": "Premium",
    "category": "sprinklers",
    "img": "../../images/22.jpg",
    "price": "42.50",
    "description": "Our Premium Sprinkler is packed with advanced features, including a range of spray patterns and adjustable water flow rates, to help you customize your watering experience to fit your specific needs. It also features a sturdy, adjustable base that keeps the sprinkler securely in place while in use.",
    "stock": "9"
  }
]
